{
  "pages": [
    {
      "text": "Palestras\nTowards an ontology for mathematical epidemiology. apresentado por Flavio Coelho, Renato Rocha e Claudia Codeco, Mysore 2012\nModels of dengue fever and their contributions to public health. apresentado por Claudia Codeco, CNMAC 2012\nSeasonality and spatial dynamics of dengue fever. apresentado por Claudia Codeco, Costa Rica, 2012\nVigilância da Dengue no Brasil , apresentado por Jean Barrado, IMPA, 2011\nEpidemiologia da Dengue no Brasil , apresentado por Ana Bispo, IMPA, 2011\nModelagem matemática aplicada ao controle da dengue. apresentado por Claudia Codeco, ENCE 2011\nModelagem matemática e computacional aplicada ao controle da dengue. apresentado por Andre Brun e Rogerio Rizzi, ENCE 2011\nAnálise crítica de modelos matemáticos utilizados para modelar a dinâmica de Aedes aegypti. apresentado por Claudia Codeco, Fiocruz 2011\nRepositórios de dados espaciais para suporte à modelagem matemática da dengue. apresentado por Anselmo Paiva, IMPA 2011\nSimulation of dengue using TerraME. apresentado por Tiago Carneiro, IMPA 2011\nModelos matemáticos e computacionais. apresentado por Iraziet Charret, IMPA 2011\nAlguns artigos sobre dengue, produzidos por membros da rede\nModelagem de doenças transmissíveis\nClaudia Codeço, Flavio Coelho. Oecologia australis, Vol. 16, No 1 (2012)\nEste artigo descreve a emergência\nda modelagem matemática no estudo da dinâmica de doenças transmissíveis, como um método formal de\nargumentação e dedução lógica, os conceitos gerados a partir desta metodologia, em especial o limiar de\nsuscetíveis e o número reprodutivo. Por fim, são apresentados desafios modernos que decorrem da aplicação\nda modelagem matemática no contexto mais aplicado de resolução de problemas de saúde pública.\n\nMultiscale analysis and modeling of Aedes aegypti population spatial dynamics\nLana RM ; Codeço, C. T. ; Honorio, N. A. ; Carneiro TG, Journal of Information and Data Management, v. 2, p. 211-220, 2011.\nPopulation dynamic models requires the evaluation of the best scale of analysis. This work analyses\nthree spatial scales in the context of the mosquito Aedes aegypti, main vector of dengue fever.\n\nStochastic dynamics of dengue epidemics\nSouza, DR; Tome, T; Pinho, STR; Barreto, F; Oliveira, MJ. Physical Review. E, Statistical, Nonlinear and Soft Matter Physics (Online), v. 87, p. 012709, 2013.\nWe use a stochastic Markovian dynamics approach to describe the spreading of vector-transmitted diseases,\nsuch as dengue, and the threshold of the disease.\n\n\nTemporal analysis of the relationship between dengue and meteorological variables in the city of Rio de Janeiro, Brazil, 2001-2009.\nGomes, AF ; Nobre, AA ; Cruz, OG. Cadernos de Saúde Pública, v. 28, p. 2189-2197, 2012.\nO objetivo deste trabalho foi estudar o efeito de fatores sazonais e a relação entre as variáveis climáticas e o\nrisco de dengue, na cidade do Rio de Janeiro, Brasil, entre 2001 e 2009. A transmissão\nda dengue está relacionada a muitos fatores; o impacto do clima, apesar de ainda não ser bem entendido, é apontado como\ncrítico ao facilitar análise de risco de epidemias.\n\nSpatial modeling of dengue and socio-environmental indicators in the city of Rio de Janeiro, Brazil\nTeixeira, TRA ; Cruz, OG . Cadernos de Saúde Pública (ENSP. Impresso), v. 27, p. 591-602, 2011.\nThis study analyzed the spatial distribution of dengue in Rio de Janeiro, Brazil, in 2006, and associations\nbetween the incidence per 100,000 inhabitants and socio-environmental variables.\n\n\nAssessing the Potential of a Candidate Dengue Vaccine with Mathematical Modeling. Plos Neglected Tropical Diseases, v. 6, p. e1450, 2012.\nWHO-VMI Dengue Vaccine Modeling ; STRUCHINER, C. J.\n\nTo date, most models of dengue transmission have been limited in scope and focused on specific questions in transmission dynamics.\nHowever, many aspects of the dynamics of dengue transmission are still not fully understood. In order for models to be accurate,\nrealistic, and useful, there is an urgent need for improved understanding of dengue virology and immunology, as well as the\nentomological, social, and environmental factors that modulate dengue transmission. As these facets of dengue biology are\nfurther investigated, we will gain confidence that future mathematical models may come close to an accurate representation\nof true dengue epidemics\n\nVectorial capacity, basic reproduction number, force of infection and all that: formal notation to complete and adjust their classical concepts and equations\nMassad, E. ; Coutinho, FAB. Memórias do Instituto Oswaldo Cruz, v. 107, p. 564-567, 2012.\nA dimensional analysis of the classical equations related to the dynamics of vector-borne infections is presented. It is\nprovided a formal notation to complete the expressions for the Ross' Threshold Theorem, the Macdonald's basic reproduction\n\"rate\" and sporozoite \"rate\", Garret-Jones' vectorial capacity and Dietz-Molineaux-Thomas' force of infection.\nThe analysis was intended to provide a formal notation that complete the classical equations proposed by these authors.\n\n\nDesigning a vaccination strategy against dengue\nAmaku, Marcos ; Coudeville, L. ; Massad, E. Revista do Instituto de Medicina Tropical de São Paulo, v. 18, p. S18-S21, 2012.\n\nThis work proposes a mathematical approach to estimate the dengue force of infection, the average age of dengue first infection,\nthe optimum age to vaccinate children against dengue in a routine fashion and the optimum age interval to introduce the dengue\nvaccine in a mass vaccination campaign.\n\nPotential impact of dengue vaccination: a modeling approach\nMassad, E. International Journal of Infectious Diseases, v. 16, p. e5, 2012.\n\nIntraspecific Competition and Population Dynamics of Aedes aegypti\nPaixão, CA ; CHARRET, IC ; Lima, RR.  Brazilian Journal of Physics (Impresso), v. 42, p. 132-136, 2012.\n\nWe report computational simulations for the evolution of the population of the dengue vector, Aedes aegypti mosquitoes.\nThe results suggest that controlling the mosquito population, on the basis of intraspecific competition at the larval\nstage, can be an efficient mechanism for controlling the spread of the epidemic. The results also show the presence\nof a kind of genetic evolution in vector population, which results mainly in increasing the average lifespan of individuals\nin adulthood.\n\nModeling the Dynamic Transmission of Dengue Fever: Investigating Disease Persistence\nMedeiros, LCC; Castilho, CAR ; Braga, C ; de Souza, WV ; Regis, L; Monteiro, AMV. Plos Neglected Tropical Diseases, v. 5, p. e942, 2011.\nDengue is a disease of great complexity, due to interactions between humans, mosquitoes and various virus serotypes as well\nas efficient vector survival strategies. Thus, understanding the factors influencing the persistence of the disease has\nbeen a challenge for scientists and policy makers. The aim of this study is to investigate the influence of various factors\nrelated to humans and vectors in the maintenance of viral transmission during extended periods.\n\n\nModelagem de espalhamento da dengue através de autômatos celulares\nSoares, BE; Rizzi, RL. Revista Científica Inovação e Tecnologia, v. Espec., p. 6-9, 2013.\nO objetivo deste trabalho foi compreender e implementar métodos de propagação de doenças de modelagem compartimental,\ncom enfoque no modelo da dengue.\n\n\nUma Contribuição ao Controle da Dengue em Cascavel/PR através de um Software com Informações Georreferenciadas\nLorbiesk, R; Hachmann, DR ; Rizzi, CB ; Brun, AL; Rizzi, RL. . Revista Paranaense Perio/Implante, v. 5, p. 19-25, 2011.\nEsse artigo apresenta a atual fase de desenvolvimento de um sistema computacional cujo objetivo é disponibilizar um Sistema de\ninformações Georreferenciadas específico para a Dengue para o município de Cascavel.\n\nSimulação de Modelos epidemiológios de Múltiplos Sorotipos\nRibeiro DRV; Zara, RA. Revista Científica Inovação e Tecnologia, v. 1, p. 14-17, 2013.", 
      "tags": "", 
      "loc": "/recursos.html", 
      "title": "Recursos"
    }, 
    {
      "text": "DengueME: ambiente de simulação de dengue em espaço georeferenciado\nSIG Dengue Cascavel\nModelagem do Controle vetorial utilizando Wolbachia\nEstimação do tamanho populacional de Aedes aegypti\nDinâmica temporal do Aedes aegypti e sua associação com o clima\nDinâmica espaço-temporal do Aedes aegypti\nControle químico do vetor da dengue\nA paisagem da dengue\nOntologia da modelagem da dengue\nIndicadores de risco de dengue", 
      "tags": "", 
      "loc": "/projetos.html", 
      "title": "Projetos"
    }, 
    {
      "text": "III Simpósio de Modelagem do Controle da Dengue\nPetrópolis, 8 a 10 de maio de 2013\n\n\nII Simpósio de Modelagem do Controle da Dengue\nSão José dos Campos, 11 a 13 de abril de 2012\nPrograma 2012\nA segunda oficina foi organizada com o objetivo de discutir, compartilhar, trocar ideias, encaminhar os\nvários projetos em andamento e identificar parcerias e intercâmbios que a rede possa estimular e\nfavorecer. Uma tarefa importante foi avaliar as etapas em que nos encontrávamos nos\nobjetivos propostos originalmente e definir os planos de trabalho para finalizá-los no\npróximo ano.\nDiferentemente da primeira reunião, criamos dinâmicas mais interativas para discutir alguns eixos fundamentais: o GT de Modelagem,\nGT de Early Warning, o GT de Sistema de Informação e o GT de Estratégias de Controle.\n\n\nI Simpósio de Modelagem do Controle da Dengue\nRio de Janeiro, 14 a 16 de fevereiro de 2011\nPrograma 2011\nRealizada no Auditório 1 IMPA, a I Oficina do Pronex foi organizada com vários objetivos:\n1. Capacitar os membros da rede nos aspectos principais da biologia, epidemiologia e vigilância da dengue.\nPara isso, convidamos especialistas das respectivas áreas para ministrar aulas pela manhã:\nTamara Nunes Câmara, bióloga e doutoranda do IOC/Fiocruz, que trabalha com ecologia de Aedes aegypti,\nDras Ana Bispo e Rita Nogueira, pesquisadoras do Laboratório de Referência em Dengue da Fiocruz,\ne Jean Barrado, do CIEVS/MS. Foram aulas extremamente interessantes e muito participativas.\nEm média, 30 a 40 alunos, dentre biólogos, matemáticos e afins, assistiram as aulas.\n2. Apresentar os trabalhos em andamento no grupo, identificar\nsobreposições, obstáculos a serem vencidos e potenciais parcerias. Foram 10 apresentações de 20\nminutos seguidas de discussão. Apresentaram trabalhos, alunos e representantes de todas as\ninstituições participantes da rede, assim como o INPE, por nós convidado.\n3. Identificar desdobramentos para o ano de 2011. Foram vários, dentre novas articulações\ndentro do grupo, troca de especialidades e organização de eventos de divulgação do trabalho\nrealizado.\n\n\nI Reunião da Rede\nRio de Janeiro, 10 de agosto de 2010\nPrograma 2010\n\n\nCursos\n\nCurso de Verão em Modelagem de Epidemias\nRio de Janeiro, 7 a 12 de fevereiro de 2012\n\nProfessora: Dra Gabriela Gomes (Instituto Gulbenkian de Ciência - Portugal)\nCurso com 32 alunos inscritos, realizado na Fundação Oswaldo Cruz, de modelos matemáticos de doenças transmissíveis.\n\n\nOficina técnica de Modelagem do vetor da dengue\nFGV, Rio de Janeiro, 19 e 20 de maio de 2011\nO objetivo desse encontro é avançar no estudo e desenvolvimento de modelos de dinâmica de Aedes aegypti\nque possam servir de base para a modelagem de controle vetorial. A literatura é farta em modelos, mas não\nhá consenso sobre seus pressupostos. Através de reunião com especialistas em matemática e em epidemiologia,\nesperamos avaliar e definir os modelos a serem implementados no âmbito do projeto.\n\n\nCurso de TerraView\nRio de Janeiro, 25 a 29 de julho de 2011\n\nProfessores: Izabel Reis, Renata Gracie, Wagner Tassinari e Virginia Correia\nChamada\n\n\nSessão Temática sobre Epidemiologia da Dengue\nFoz do Iguaçu, março de 2011\nResumos\n\n\nCurso de TerraME\nOuro Preto, 19 a 22 de outubro de 2010\n\nProfessor: Dr Tiago Carneiro  (UFOP)\nCurso de capacitação de TerraME para ser utilizado como ambiente de simulação da Rede.", 
      "tags": "", 
      "loc": "/eventos.html", 
      "title": "Eventos"
    }, 
    {
      "text": "Atualmente, a rede é composta de 11 instituições de pesquisa brasileiras, vários pesquisadores, alunos de pós-graduação e de graduação.\n\nInstituições\nFundação Oswaldo Cruz Fiocruz\nFundação Getulio Vargas FGV\nUniversidade Federal Fluminense UFF\nUniversidade Federal de Ouro Preto UFOP\nUniversidade Federal de Lavras UFLA\nUniversidade de São Paulo USP\nInstituto Nacional de Pesquisas Espaciais INPE\nUniversidade Estadual do Oeste do Paraná Unioeste\nUniversidade Federal do Maranhão UFMA\nUniversidade Federal da Bahia UFBA\nInstituto de Matemática Pura e Aplicada IMPA\n\nPesquisadores e Alunos\nPrograma de Computação Científica, Fundação Oswaldo Cruz (Fiocruz)\n\nClaudia Torres Codeco\nClaudio Jose Struchiner\nOswaldo Cruz\nAline Nobre\nHelio Schechtman\nTayñana Simões\nJean Barrado\nIzabel Cristina dos Reis\nDanielle C. Castro Costa , bolsista EXP-2\n\nEscola de Matemática Aplicada, Fundação Getúlio Vargas\n\nJair Koiller\nFlavio Codeco Coelho\nMoacyr Alvim Silva\nJayron Soares , PIBIC (2010-11)\n\nDepartamento de Física, Universidade Federal Fluminense\n\nMax Souza\nLeticia Oliveira Nunes , PIBIC (2011-12)\n\nDepartamento de Informática Médica\n\nEduardo Massad\n\nLaboratório TerraLab\n\nTiago Carneiro\nRaquel Martins Lana , bolsista EXP-2\nTiago Lima\nBreno de Almeida Resende , PIBIC (2011-)\nFernando Filipe dos Reis , PIBIC (2010-11)\nLeandro Gomes da Silva , PIBIC (2013-)\n\nDepartamento de Física\n\nIraziet Charret\nCrysttian Paixão\nAlisson Luiz da Silva Lemos, PIBIC (2012-)\nFelipe da Cruz Rodrigues , PIBIC (2011-)\n\nDepartamento de Geoprocessamento\n\nAntonio Miguel Vieira Monteiro\nLiliam Cesar de Castro Medeiros\nLeonardo Bacellar Santos\nRaian Vargas Maretto\n\nInstituto de Matemática Pura e Aplicada\n\nJorge Zubelli\nNara Bobko\n\nUniversidade Estadual do Oeste do Paraná\n\nRogerio Rizzi\nReginaldo Zara\nClaudia Rizzi\nAndre Brun\nBruno Eduardo Soares , PIBIC (2011-12)\nDiego Robles V Ribeiro, PIBIC(2010-12)\nGabriel Sanches Silva, PIBIC (2013-)\nGustavo Catarino da Costa, PIBIC (2012-)\n\nUniversidade Federal do Maranhão\n\nAristófanes Correa Silva\nAnselmo Paiva\nBreno Reis do Nascimento , aluno PIBIC (2011-12)\n\nUniversidade Federal da Bahia\n\nSuani Pinho", 
      "tags": "", 
      "loc": "/equipe.html", 
      "title": "A Rede"
    }, 
    {
      "text": "Somos uma rede de profissionais, criada dentro do Programa de Excelência do CNPq, que visa gerar\nmodelos para dengue passiveis de serem validados com dados reais de campo que possam orientar\nautoridades quanto aos principais parâmetros necessários em coletas de dados\nassim como subsidiar tomadas de decisão. Poster\n\nAtividades\n\nIII Simpósio de Modelagem em Dengue\n8 a 10 de maio de 2013\nPetrópolis, RJ\n\nSaiba mais!\n\n\nObjetivos\n\nProduzir investigações em epidemiologia matemática, com especificidade em dengue;\nGerar sistemas de informações para subsidiar as autoridades na tomada de decisões;\nFórum de discussão e colaboração que favoreça soluções interdisciplinares para os problemas relacionados à dengue.", 
      "tags": "", 
      "loc": "/index.html", 
      "title": "Rede de Modelagem em Dengue"
    }
  ]
}